Repository: xfce-mirror/xfce4-xkb-plugin
Catalog: po/*.po
Languages: ko, ug, vi

source: This option is not available for current layout style
ko: 이 옵션은 현재 배열 방식에서는 지원하지 않습니다.
ug: بۇ تاللانمىنى نۆۋەتتىكى ھەرپتاختا ئورۇنلاشتۇرۇش ئۇسلۇبىدا ئىشلەتكىلى بولمايدۇ
vi: Tùy chọn này không có sẵn cho kiểu bố cục hiện tại

source: Keyboard Layouts
ko: 키보드 배열
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى
vi: Bố cục bàn phím

source: _Close
ko: 닫기(_C)
ug: ياپ(_C)
vi: Đóng

source: Appearance
ko: 꾸미기
ug: كۆرۈنۈشى
vi: Diện mạo

source: Show layout as:
ko: 다음 방식으로 배열 보기:
ug: ئورۇنلاشتۇرۇلۇشىنى مۇنداق كۆرسەتسۇن:
vi: Hiển thị bố cục dưới dạng:

source: image
ko: 그림
ug: سۈرەت
vi: hình ảnh

source: text
ko: 텍스트
ug: تېكىست
vi: chữ

source: system
ko: 시스템
ug: سىستېما
vi: hệ thống

source: Layout name:
ko: 배열 이름:
ug: ئورۇنلاشتۇرۇش ئاتى:
vi: Tên bố cục:

source: country
ko: 국가
ug: دۆلەت
vi: quốc gia

source: language
ko: 언어
ug: تىل
vi: ngôn ngữ

source: Widget size:
ko: 위젯 크기:
ug: ئەپچە چوڭلۇقى:
vi: Kích thước tiện ích:

source: Caps Lock indicator:
ko: Caps Lock 표시기:
ug: ‫Caps lock كۆرسەتكۈچ:
vi: Chỉ báo Caps Lock:

source: Show notifications on layout change:
ko: 배열 바꿀 때 알림 표시:
ug: ئورۇنلاشتۇرۇش ئۆزگەرگەندە ئۇقتۇرۇش كۆرسىتىدۇ:
vi: Hiển thị thông báo về thay đổi bố cục:

source: Tooltip icon:
ko: 풍선 도움말 아이콘:
ug: قورال كۆرسەتمە سىنبەلگىسى:
vi: Biểu tượng chú giải công cụ:

source: Behavior
ko: 움직임
ug: ھەرىكەت
vi: Hành vi

source: Manage layout:
ko: 배열 관리:
ug: ئورۇنلاشتۇرۇش باشقۇرۇش:
vi: Quản lý bố cục:

source: globally
ko: 전역
ug: ئومۇمىيەت
vi: trên toàn cầu

source: per window
ko: 창별
ug: ھەر بىر كۆزنەكتە
vi: mỗi cửa sổ

source: per application
ko: 프로그램별
ug: ھەر بىر پىروگراممىدا
vi: mỗi ứng dụng

source: Use <a href="keyboard-settings:">Keyboard Settings</a> to set available layouts; reopen this dialog to load changes. New windows start with '%s' (default layout), except as specified for the other layouts:
ko: 가용 배열을 설정하려면 <a href="keyboard-settings:">키보드 설정</a>을 활용하십시오. 이 대화 상자를 다시 열어 바뀐 내용을 불러오십시오. 다른 배열 지정 설정을 제외하고 '%s'(으)로 시작하는 새 창을 열어 확인하십시오:
ug: <a href="keyboard-settings:">ھەرپتاختا تەڭشىكى</a> ئارقىلىق ئىشلەتكىلى بولىدىغان ئورۇنلاشتۇرۇشنى تەڭشەيدۇ؛ بۇ سۆزلەشكۈ قايتا ئېچىلسا ئۆزگەرتىشنى يۈكلەيدۇ. يېڭى كۆزنەك «%s» دىن باشلىنىدۇ، باشقا ئورۇنلاشتۇرۇشتا بەلگىلەنگەنلىرى بۇنىڭ سىرتىدا:
vi: Sử dụng <a href="keyboard-settings:">Cài đặt bàn phím</a> để đặt bố cục có sẵn; mở lại hộp thoại này để tải các thay đổi. Cửa sổ mới bắt đầu bằng '%s' (bố cục mặc định), ngoại trừ như được chỉ định cho các bố cục khác:

source: Window classes, comma-separated:
ko: 창 클래스, 쉼표 구분:
ug: كۆزنەك تۈرى، پەش بىلەن ئايرىلغان:
vi: Các lớp cửa sổ, được phân tách bằng dấu phẩy:

source: %s_%d (layout %d):
ko: %s_%d (배열 %d):
ug: %s_%d (ئورۇنلاشتۇرۇش %d):
vi: %s_%d (bố cục %d):

source: %s (layout %d):
ko: %s (배열 %d):
ug: %s (ئورۇنلاشتۇرۇش %d):
vi: %s (bố cục %d):

source: Enter a comma-separated list of window classes which will default to this layout.
ko: 이 배열을 기본으로 하는 창 클래스를 쉼표로 구분하여 입력하십시오.
ug: پەش بىلەن ئايرىلغان كۆزنەك تۈرى تىزىمى كىرگۈزۈلىدۇ، بۇ كۆزنەك كۆڭۈلدىكى ئەھۋالدا مۇشۇنداق ئورۇنلاشتۇرۇلىدۇ.
vi: Nhập danh sách các lớp cửa sổ được phân tách bằng dấu phẩy sẽ mặc định có bố cục này.

source: Keyboard Layouts Plugin
ko: 키보드 배열 플러그인
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى قىستۇرمىسى
vi: Plugin bố trí bàn phím

source: Allows you to configure and use multiple keyboard layouts.
ko: 다중 키보드 배열을 설정하고 사용할 수 있게 합니다.
ug: بىر نەچچە ھەرپتاختا ئورۇنلاشتۇرۇلۇشى تەڭشەپ، ئۇنى ئىشلەتكىلى بولىدىغان قىلىدۇ.
vi: Cho phép bạn định cấu hình và sử dụng nhiều bố cục bàn phím.

source: Unsupported windowing environment
ko: 지원하지 않는 창 환경입니다
ug: قوللىمايدىغان كۆزنەك مۇھىتى
vi: Môi trường cửa sổ không được hỗ trợ

source: _OK
ko: 확인(_O)

source: Keyboard settings
ko: 키보드 설정
ug: ھەرپتاختا تەڭشەك
vi: Cài đặt bàn phím

source: Keyboard layout changed
ko: 키보드 배열을 바꿨습니다
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشى ئۆزگەردى
vi: Bố cục bàn phím đã thay đổi

source: Keyboard layouts setup and switch plugin
ko: 키보드 배열 설정 및 플러그인 변경
ug: ھەرپتاختا ئورۇنلاشتۇرۇلۇشىنى تەڭشەش ۋە ئالماشتۇرۇش قىستۇرمىسىدۇر
vi: Plugin thiết lập và chuyển đổi bố cục bàn phím
